000100 IDENTIFICATION DIVISION.
000200 program-id. HelloWorld.
000300 environment division.
000400 procedure division.
000500     DISPLAY 'Goodbye World'.
000600     STOP RUN.
